Repository: TiersLieuxEdu/tledu-traduction
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr_fr

source: 12 - 17 #Digital badges pp.
fr_fr: 12 - 17 #Badges numériques pp.

source: 12 - 17 LEARNING IN SILOS pp.
fr_fr: 12 - 17 L'APPRENTISSAGE EN SILOS pp.

source: been our most precious critical friend,
fr_fr: été notre plus précieux et critique ami,

source: AND CAPACITY-BUILDING
fr_fr: EXPERIENTIELS, DISTRIBUES, et COLLABORATIFS

source: AND COLLABORATIVE ENVIRONMENTS OF LEARNING
fr_fr: ET DE RENFORCEMENT DES CAPACITES

source: Alessandra Zagli and Riccardo Luciani
fr_fr: Alessandra Zagli, et Riccardo Luciani

source: BEYOND LEARNING IN SILOS
fr_fr: Au delà de l'apprentissage en silos

source: Besides, it builds on the concept of Communities As a model, it provides a possible architecture for organizing a plethora of learning activities within a unique framework, based on dynamics of decentralization and disintermediation.
fr_fr: De plus, c'est basé sur le concept de communautés En tant que modèle, cela apporte une architecture possible à tout un tas d'activités d'apprentissage au sein d'un unique framework, basé sur une dynamique de décentralisation et de désintermédiation.

source: Besides, many members
fr_fr: Par ailleurs, plusieurs membres

source: EXECUTIVE SUMMARY
fr_fr: Resumé

source: Finally, it anchors to Art of over time.
fr_fr: Finallement, cela ancre l'art dans le temps.

source: Francesco Farina, teacher and primary
fr_fr: Francesco Farina, professeur et principal

source: Furthermore, we acknowledge
fr_fr: De plus, nous reconnaissons

source: Margherita Violante Masini - Hosts
fr_fr: Margherita Violante Masini - Hôtes

source: OCTOBER 2018
fr_fr: OCTOBRE 2018

source: RADICAL LEARNING THEORY OF CHANGE
fr_fr: THÉORIE DU CHANGEMENT DE L'APPRENTISSAGE RADICAL

source: Radical Learning
fr_fr: L'Apprentissage Radical

source: Radical Learning TOWARDS EXPERIENTIAL, DISTRIBUTED AND COLLABORATIVE ENVIRONMENTS OF LEARNING AND CAPACITY-BUILDING Vision Paper 1.0 OCTOBER 2018 1 2 3 #3 # RADICAL LEARNING THEORY OF CHANGE pp.
fr_fr: Apprentissage Radical VERS DES ENVIRONNEMENTS D'APPRENTISSAGE ET DE RENFORCEMENT DES CAPACITÉS EXPÉRIENTIELS, DISTRIBUÉS, ET COLLABORATIFS Vision Paper 1.0 OCTOBRE 2018 1 2 3 #3 # APPRENTISSAGE RADICAL LEARNING THEORY OF CHANGE pp.

source: TOWARDS EXPERIENTIAL, DISTRIBUTED
fr_fr: VERS DES ENVIRONNEMENTS D'APPRENTISSAGE

source: The support of Chiara Nenci and
fr_fr: La support de Chiara Nenci et

source: This document has been elaborated
fr_fr: Ce document a été co-écrit

source: Vision Paper 1.0
fr_fr: Papier de réflexion 1.0

source: around the words we use, and how the
fr_fr: quand aux mots que nous utilisons, et comment la

source: assumptions evolve over time.
fr_fr: hypothèses initiales.

source: by Laura Martelloni, Glenda Galeotti,
fr_fr: par Laura Martelloni, Glenda Galeotti,

source: experience, and make our starting
fr_fr: leur expérience, et faisant évoluer nos

source: gather insights and achieve better
fr_fr: recueillir les enseignements et mieux

source: interact and contribute to create
fr_fr: interagissent et contribuent à créer

source: latter take shape through the actions
fr_fr: suite à pris forme par l'action

source: new knowledge and skills.
fr_fr: nouvelles connaissances et compétences.

source: of Impact Hub Florence - was key to
fr_fr: de Impact Hub Florence - ontété la clef pour

source: of collaboration.
fr_fr: de collaboration.

source: of the community have openly shared
fr_fr: de la communauté ont partagé ouvertement

source: pushing us continuously in questioning
fr_fr: nous poussant à nous remettre en question continuellement

source: school dean for over 50 years, has
fr_fr: directeur d'école depuis plus de 50 ans, a

source: shared value.
fr_fr: de la valeur partagée.

source: the contribution of the Beyond
fr_fr: les contributions du programme Beyond

source: the core team leading RL from the initial stage of conceptualization and ideation.
fr_fr: l'équipe noyau dirigeant l'Apprentissage Radical du stade initial de conceptualisation et d'idéation.

source: their own membership journey, giving
fr_fr: leur aventure de membre, nous donnant

source: understanding of how members
fr_fr: comprendre comment nos membres

source: us the chance to learn from their direct
fr_fr: la chance d'apprendre directement de

source: we make.
fr_fr: nous faisons.
